[
    {
        "title": "Washington Protesters Rally for Democracy in Israel",
        "preview": "Hundreds of Israeli and American Jewish protesters gathered Sunday at the Israeli Embassy in Washington as demonstrations continued in Israel and elsewhere against Prime Minister Benjamin Netanyahu's determination to push through legislation to change the country's judicial system.",
        "image": "https://www.washingtonjewishweek.com/wp-content/uploads/2023/03/USE-THIS-Young-People-Serious-e1680094471734.jpg",
        "link": "http://www.washingtonjewishweek.com/washington-protesters-rally-for-democracy-in-israel/"
    },
    {
        "title": "Colleyville Survivor Comes Home to Maryland to Share Story",
        "preview": "A survivor of the Colleyville, Texas, hostage crisis returned to Howard County on June 4 to tell his story and deliver an important message to the Jewish community.",
        "image": "http://www.washingtonjewishweek.com/wp-content/uploads/2023/06/DSC_0332.jpg",
        "link": "http://www.washingtonjewishweek.com/colleyville-survivor-comes-home-to-maryland-to-share-story/"
    },
    {
        "title": "\"Buy Nothing\" Group Finds the Jewish Angle",
        "preview": "Anne Marill was at her mother's home, helping to clean out unwanted items, when she discovered a dozen boxes of matzah. Half were opened and the find included two boxes of coveted shmurah matzah.",
        "image": "http://www.washingtonjewishweek.com/wp-content/uploads/2023/07/GettyImages-941919402.jpg",
        "link": "http://www.washingtonjewishweek.com/buy-nothing/"
    },
    {
        "title": "How to Reconnect with LGBTQ+ Youth After a Previous Rejection",
        "preview": "Kollyn Conrad grew up in Maryville, a suburb of Knoxville, Tennessee. When Conrad came out as gay, he says his mother was confused and afraid—afraid of what that would mean for him in this country, Conrad says.",
        "image": "https://www.frederickschild.com/wp-content/uploads/2021/06/GettyImages-1043868382.jpg",
        "link": "https://www.baltimoreschild.com/how-to-reconnect-with-lgbtq-youth-after-a-previous-rejection/"
    },
    {
        "title": "Preventing Harm from Wildfire Smoke",
        "preview": "We spoke to Theresa Nguyen, a pediatrician who practices integrative medicine with Greater Baltimore Medical Center. Nguyen has been in pediatrics for more than 25 years and has two children of her own. Here’s what she had to say about staying safe amid wildfire smoke.",
        "image": "https://www.baltimoreschild.com/wp-content/uploads/2023/06/Orange-Sun-e1686332900289.jpg",
        "link": "https://www.baltimoreschild.com/preventing-harm-from-wildfire-smoke/"
    },
    {
        "title": "Judaism Hangs on at Synagogue in Rural Pennsylvania",
        "preview": "It started in Chambersburg in 1840 when a group of Jewish men established a burial society — a small cemetery with a building to prepare bodies for burials — and a house for a visiting rabbi where they held services.",
        "image": "https://www.jewishexponent.com/wp-content/uploads/2022/08/IMG-3893-225x300.jpg",
        "link": "https://www.jewishexponent.com/judaism-hangs-on-at-synagogue-in-rural-pennsylvania/"
    }
]